;; -*- no-byte-compile: t; -*-
;;; private/mdssjc/packages.el

(package! rg)
(package! ripgrep)
(package! evil-string-inflection)
(package! highlight-thing)
(package! multiple-cursors)
(package! org-pomodoro)
(package! move-dup)
(package! google-this)
(package! google-translate)
(package! clojure-snippets)
(package! ialign)
(package! cakecrumbs)
(package! deadgrep)
(package! ivy-prescient)
