;; -*- no-byte-compile: t; -*-
;;; ~/.config/doom/mdssjc/packages.el

(package! restart-emacs)
(package! rg)
(package! ripgrep)
(package! lispy)
(package! lispyville)
(package! racket-mode)
(package! evil-string-inflection)
(package! highlight-thing)
(package! multiple-cursors)
(package! org-pomodoro)
(package! move-dup)
(package! google-this)
(package! google-translate)
(package! clojure-snippets)
(package! ialign)
(package! cakecrumbs)
